[
    {
        "from": "The Old House",
        "to": ["8A73B5", "Deacon"],
        "title": "Team Designation",
        "body": "Team Name: Little Wolf  Handler: Ishmael Renko (Soviet Wolf)  Designation: Delta Green Special Investigations Unit #REDACTED"
    },
    {
        "from": "Soviet Wolf",
        "to": ["8A73B5", "Deacon"],
        "title": "Mission Statement",
        "body": "Case File #2017345  Mission Type: Investigation Of Asset Death  Clearance: Beyond Top Secret 'Delta Green'  Former FBI/ATF asset 'George Lewiston' has gone rouge, kidnapped 5 years old Caucasian Female named 'Regina Balfour' daughter of known cult leader 'John Balfour' (FBI Terror Watchlist #121732). Reason Unknown. Neutralization of assets knowledge of the program is of high priority secondary team has been deployed to recover all possible materials and files connecting him to Delta Green. Possible connections to Christian Cult 'Church Of Passover Angel' (FBI Cult Database #061399).  Asset was found dead committing suicide to allow unknown female conspirator to escape with 'Regina Balfour'. Mission is considered to be medium to high risk secondary delta green unit is on site for retrieval and disposal of 'George Lewiston' files relating to the program but may be called in as backup if mission escalates beyond current teams capability. Because of the status of the cult 'Church Of the Passover Angel' as known terrorist threat,  Delta Green Special Operations Unit 'Fire Fly' is on standby."
    },
    {
        "from": "FBI Terror Watchlist",
        "to": ["8A73B5", "Deacon"],
        "title": "File No. #121732 ",
        "body": "Name: John Balfour  Danger Rating: High  Description: Pastor of the Extremist Religous Group (FBI Cult Database #061399). He has been known to have promoted anti-goverment conspiracies and has at multiple times urged his follower to pray for the destruction of The Capital calling it the new city of Sodom and Gommorah. ATF reports shows that he has been stockpiling weapons and firearms enough to probably arm a small army able to threaten whole cities with the firepower. While a Joint ATF/FBI Investigation tried to indict the Pastor and his Church insuffiecient evidence has caused it to be delayed.  Advice: Maintain watch of the Pastor and his Church do not engage without FBI Swat backup."
    },
    {
        "from": "Cleveland General Hospital",
        "to": ["Deacon"],
        "title": "Advice on the Balfour Case",
        "body": "Regina Balfour has a rare as of yet unnamed disease which requires near hourly medication, we understand that while the kidnappers tried to also steal the bag of medication they were in the end unsuccesful with it. As such we ask that all investigative resources to be used as the prolonged time without medicatation could cause dangerous side effects.  -Dr. Abraham Saul MD  Head Of Pediatratics"
    }
]